IDEA Open Model
ResultOfIncrement.Increment Property
Compatible with IDEA StatiCa v 10.1
 Increment of load case
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public int Increment { get; set; }
Public Property Increment As Integer
	Get
	Set
public:
property int Increment {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ResultOfIncrement Class
IdeaRS.OpenModel.Result Namespace